Repository: yipeng-git/paste-it
Catalog: Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, zh_hans, zh_hant

# action.focusChanged
source: Paste stopped because the destination or permission changed. Focus your destination and try the remaining clips again.
de: Einfügen gestoppt: Ziel oder Berechtigung geändert. Ziel aktivieren und verbleibende Einträge erneut versuchen.
es: Pegado detenido: cambió el destino o el permiso. Enfoca el destino e intenta pegar los elementos restantes.
fr: Collage arrêté : la destination ou l’autorisation a changé. Activez la destination et réessayez les éléments restants.
ja: 対象アプリまたは権限が変わったため停止しました。対象にフォーカスして残りの項目を再試行してください。
ko: 대상 앱이나 권한이 변경되어 중단했습니다. 대상에 포커스를 맞춘 후 나머지 항목을 다시 시도하세요.
pl: Wklejanie zatrzymane: zmienił się cel lub uprawnienie. Uaktywnij cel i spróbuj wkleić pozostałe elementy.
zh_hans: 目标应用或权限已变化，粘贴已停止。请聚焦目标位置后重试剩余项。
zh_hant: 目標應用程式或權限已變更，貼上已停止。請聚焦目標位置後重試剩餘項目。

# action.pasteSent
source: Paste request sent
de: Einfügeanforderung gesendet
es: Solicitud de pegado enviada
fr: Demande de collage envoyée
ja: ペースト要求を送信しました
ko: 붙여넣기 요청을 보냈습니다
pl: Wysłano żądanie wklejenia
zh_hans: 已发送粘贴请求
zh_hant: 已傳送貼上要求

# removal.confirmTitle
source: Review History Cleanup
de: Verlaufsbereinigung prüfen
es: Revisar limpieza del historial
fr: Vérifier le nettoyage de l’historique
ja: 履歴の整理内容を確認
ko: 기록 정리 범위 확인
pl: Sprawdź czyszczenie historii
zh_hans: 确认历史清理范围
zh_hant: 確認歷史清理範圍

# removal.confirmCount
source: %lld clips will be permanently deleted. This cannot be undone and ends removal undo.
de: %lld Einträge werden endgültig gelöscht. Dies ist nicht rückgängig zu machen und beendet das Rückgängigmachen vorheriger Entfernungen.
es: Se eliminarán permanentemente %lld elementos. No se puede deshacer y finaliza la opción de deshacer retiradas anteriores.
fr: %lld éléments seront supprimés définitivement. Cette action est irréversible et met fin à l’annulation des retraits précédents.
ja: %lld 件を完全に削除します。この操作と以前の項目の削除を取り消せなくなります。
ko: %lld개 항목을 영구 삭제합니다. 이 작업은 실행 취소할 수 없으며 이전 제거의 실행 취소도 종료됩니다.
pl: Liczba elementów do trwałego usunięcia: %lld. Nie można tego cofnąć; kończy to też możliwość cofnięcia wcześniejszych usunięć.
zh_hans: 将永久删除 %lld 项。此操作无法撤销，并会结束之前的移除撤销。
zh_hant: 將永久刪除 %lld 項。此操作無法還原，並會結束先前的移除還原。

# removal.keepSaved
source: Pinned clips and clips in folders will be kept.
de: Angeheftete Einträge und Einträge in Ordnern bleiben erhalten.
es: Se conservarán los elementos fijados y los de las carpetas.
fr: Les éléments épinglés et ceux des dossiers seront conservés.
ja: ピン留めとフォルダ内の項目は保持されます。
ko: 고정 및 폴더의 항목은 유지됩니다.
pl: Przypięte elementy i elementy w folderach zostaną zachowane.
zh_hans: 置顶和文件夹中的内容将保留。
zh_hant: 釘選和檔案夾中的內容將保留。

# removal.includeSaved
source: This includes Pinned and every folder. The folders themselves will remain.
de: Angeheftete Einträge und alle Ordnerinhalte sind eingeschlossen. Die Ordner selbst bleiben erhalten.
es: Incluye los fijados y todas las carpetas. Las carpetas en sí se conservarán.
fr: Les épinglés et tous les dossiers sont inclus. Les dossiers eux-mêmes sont conservés.
ja: ピン留めとすべてのフォルダ内の項目を含みます。フォルダ自体は保持されます。
ko: 고정 및 모든 폴더의 항목이 포함됩니다. 폴더 자체는 유지됩니다.
pl: Obejmuje przypięte elementy i wszystkie foldery. Same foldery zostaną zachowane.
zh_hans: 包括置顶和所有文件夹中的内容，文件夹本身将保留。
zh_hant: 包括釘選和所有檔案夾中的內容，檔案夾本身將保留。

# removal.newRetention
source: New retention period: %@
de: Neue Aufbewahrungsdauer: %@
es: Nuevo periodo de conservación: %@
fr: Nouvelle durée de conservation : %@
ja: 新しい保存期間：%@
ko: 새 보관 기간: %@
pl: Nowy okres przechowywania: %@
zh_hans: 新的保留期限：%@
zh_hant: 新的保留期限：%@

# removal.confirmDelete
source: Delete Reviewed Clips
de: Geprüfte Einträge löschen
es: Eliminar elementos revisados
fr: Supprimer les éléments vérifiés
ja: 確認した項目を削除
ko: 확인한 항목 삭제
pl: Usuń sprawdzone elementy
zh_hans: 删除已确认的记录
zh_hant: 刪除已確認的記錄

# removal.failedTitle
source: History Was Not Changed
de: Verlauf wurde nicht geändert
es: El historial no se modificó
fr: L’historique n’a pas été modifié
ja: 履歴は変更されませんでした
ko: 기록이 변경되지 않았습니다
pl: Historia nie została zmieniona
zh_hans: 历史记录未更改
zh_hant: 歷史記錄未變更

# action.setting
source: Timeline primary action
de: Hauptaktion im Verlauf
es: Acción principal del historial
fr: Action principale de l’historique
ja: タイムラインの主操作
ko: 타임라인 기본 동작
pl: Główna czynność historii
zh_hans: 时间线主要操作
zh_hant: 時間軸主要操作

# action.settingDetail
source: Double-click, Return, and ⌘1–9 use the selected action. Direct Paste is the default. ⇧Return always pastes plain text.
de: Doppelklick, Return und ⌘1–9 führen die gewählte Aktion aus. Direktes Einfügen ist der Standard. ⇧Return fügt immer reinen Text ein.
es: Doble clic, Retorno y ⌘1–9 ejecutan la acción elegida. Pegar directamente es la opción predeterminada. ⇧Retorno siempre pega texto sin formato.
fr: Le double-clic, Retour et ⌘1–9 exécutent l’action choisie. Le collage direct est le réglage par défaut. ⇧Retour colle toujours en texte brut.
ja: ダブルクリック・Return・⌘1–9は選択した操作を実行します。既定は直接ペーストです。⇧Returnは常にプレーンテキストでペーストします。
ko: 더블 클릭, Return, ⌘1–9는 선택한 동작을 실행합니다. 기본값은 바로 붙여넣기입니다. ⇧Return은 항상 일반 텍스트로 붙여넣습니다.
pl: Dwuklik, Return i ⌘1–9 wykonują wybraną czynność. Domyślnie wklejają bezpośrednio. ⇧Return zawsze wkleja zwykły tekst.
zh_hans: 双击、Return 和 ⌘1–9 统一执行所选操作，默认直接粘贴。⇧Return 始终按纯文本粘贴。
zh_hant: 按兩下、Return 和 ⌘1–9 統一執行所選操作，預設直接貼上。⇧Return 一律以純文字貼上。

# removal.clearKeepSaved
source: Clear History, Keep Pinned & Folders…
de: Verlauf löschen, Angeheftetes und Ordner behalten…
es: Borrar historial, conservar fijados y carpetas…
fr: Effacer l’historique, garder les épinglés et dossiers…
ja: 履歴を消去し、ピン留めとフォルダを保持…
ko: 기록 지우기, 고정 및 폴더 유지…
pl: Wyczyść historię, zachowaj przypięte i foldery…
zh_hans: 清空历史，保留置顶和文件夹…
zh_hant: 清除歷史，保留釘選和檔案夾…

# action.permissionReady
source: Direct paste is enabled
de: Direktes Einfügen ist aktiviert
es: El pegado directo está activado
fr: Le collage direct est activé
ja: 直接ペーストは有効です
ko: 바로 붙여넣기가 활성화되었습니다
pl: Bezpośrednie wklejanie jest włączone
zh_hans: 已启用直接粘贴
zh_hant: 已啟用直接貼上

# action.permissionNeeded
source: Direct paste needs Accessibility
de: Direktes Einfügen benötigt Bedienungshilfen
es: El pegado directo requiere Accesibilidad
fr: Le collage direct nécessite l’accessibilité
ja: 直接ペーストにはアクセシビリティが必要です
ko: 바로 붙여넣기에 손쉬운 사용 권한이 필요합니다
pl: Bezpośrednie wklejanie wymaga Ułatwień dostępu
zh_hans: 直接粘贴需要辅助功能权限
zh_hant: 直接貼上需要輔助使用權限

# action.permissionDetail
source: Accessibility lets Paste It send ⌘V to your destination app. You can still copy clips and paste them manually without granting access.
de: Mit Bedienungshilfen kann Paste It ⌘V an die Ziel-App senden. Ohne Erlaubnis können Sie weiterhin kopieren und manuell einfügen.
es: Accesibilidad permite a Paste It enviar ⌘V a la app de destino. Sin permiso, puedes copiar y pegar manualmente.
fr: L’accessibilité permet à Paste It d’envoyer ⌘V à l’app cible. Sans autorisation, vous pouvez toujours copier et coller manuellement.
ja: アクセシビリティを許可すると対象アプリに ⌘V を送信できます。許可しなくてもコピーして手動でペーストできます。
ko: 손쉬운 사용을 허용하면 Paste It이 대상 앱에 ⌘V를 보낼 수 있습니다. 허용하지 않아도 복사 후 수동으로 붙여넣을 수 있습니다.
pl: Ułatwienia dostępu pozwalają Paste It wysyłać ⌘V do aplikacji docelowej. Bez uprawnienia nadal możesz kopiować i wklejać ręcznie.
zh_hans: 辅助功能允许 Paste It 向目标应用发送 ⌘V。未授权也可以复制内容后手动粘贴。
zh_hant: 輔助使用允許 Paste It 向目標應用程式傳送 ⌘V。未授權也可以複製內容後手動貼上。

# removal.saveFailed
source: Could not save the change. Your history has been restored; try again.
de: Änderung konnte nicht gespeichert werden. Verlauf wiederhergestellt; erneut versuchen.
es: No se pudo guardar el cambio. Se restauró el historial; reintenta.
fr: Impossible d’enregistrer. L’historique a été restauré ; réessayez.
ja: 変更を保存できませんでした。履歴を復元しました。再試行してください。
ko: 변경 사항을 저장하지 못해 기록을 복원했습니다. 다시 시도하세요.
pl: Nie udało się zapisać zmiany. Historia została przywrócona; spróbuj ponownie.
zh_hans: 无法保存更改，已恢复历史记录，请重试。
zh_hant: 無法儲存變更，已復原歷史記錄，請重試。

# action.tutorial
source: Select a clip, ⌘C to copy, then ⌘V in your app. Choose Direct Paste in Settings for one-step reuse.
de: Eintrag auswählen, mit ⌘C kopieren, dann in der Ziel-App ⌘V drücken. Für einen Schritt in den Einstellungen Direkt einfügen wählen.
es: Selecciona un elemento, copia con ⌘C y pulsa ⌘V en tu app. Elige Pegado directo en Ajustes para hacerlo en un paso.
fr: Sélectionnez un élément, ⌘C pour copier, puis ⌘V dans votre app. Choisissez Collage direct dans les réglages pour une seule action.
ja: 項目を選んで ⌘C でコピーし、対象アプリで ⌘V。設定で直接ペーストを選ぶと一度の操作で再利用できます。
ko: 항목을 선택하고 ⌘C로 복사한 후 대상 앱에서 ⌘V를 누르세요. 설정에서 바로 붙여넣기를 선택하면 한 번에 재사용할 수 있습니다.
pl: Wybierz element, skopiuj przez ⌘C i wklej przez ⌘V w aplikacji. Wybierz Bezpośrednie wklejanie w ustawieniach, aby zrobić to jednym krokiem.
zh_hans: 选中一项，按 ⌘C 复制，再到目标应用按 ⌘V。可在设置中选择直接粘贴以一步完成。
zh_hant: 選取一項，按 ⌘C 複製，再到目標應用程式按 ⌘V。可在設定中選擇直接貼上以一步完成。

# filter.text
source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pl: Tekst
zh_hans: 文本
zh_hant: 文字

# filter.link
source: Link
es: Enlace
fr: Lien
ja: リンク
ko: 링크
zh_hans: 链接
zh_hant: 連結

# clipType.text
source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pl: Tekst
zh_hans: 文本
zh_hant: 文字

# clipType.richText
source: Rich Text
es: Texto enriquecido
fr: Texte enrichi
ja: リッチテキスト
ko: 서식 있는 텍스트
pl: Tekst sformatowany
zh_hans: 富文本
zh_hant: 富文字

# clipType.url
source: Link
es: Enlace
fr: Lien
ja: リンク
ko: 링크
zh_hans: 链接
zh_hant: 連結

# settings.versionLabel
source: Version
es: Versión
ja: バージョン
ko: 버전
pl: Wersja
zh_hans: 版本
zh_hant: 版本

# settings.seconds
source: s
ja: 秒
ko: 초
zh_hans: 秒
zh_hant: 秒
